Repository: PeterZrim/portfolio-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: About
sl: O meni

source: Peter's Portfolio
sl: Petrov Portfolio

source: 🎵 Music and creativity are my world – I play guitar and piano, write songs, spin vinyl records, and produce my own music as a DJ and producer.
sl: 🎵 Glasba in ustvarjalnost sta moj svet – igram kitaro in klavir, pišem pesmi, vrtim vinilne plošče in ustvarjam lastno glasbo kot DJ in producent.

source: 📸 I find inspiration in photography and drone videography, blending technology with art.
sl: 📸 Navdih najdem v fotografiji in snemanju z dronom, kjer združujem tehnologijo z umetnostjo.

source: 🌊 Sailing the open sea is a dream of mine – the freedom of the wind in the sails fascinates me, even though I haven't tried it yet.
sl: 🌊 Jadranje po odprtem morju je moja sanja – svoboda vetra v jadrih me očara, čeprav tega še nisem poskusil.

source: 🏂 When I'm not creating or coding, you'll find me snowboarding or tackling trails on my electric mountain bike. I also love the thrill of riding my KTM Duke motorcycle.
sl: 🏂 Ko ne ustvarjam ali programiram, me najdete na snežni deski ali na električnem gorskem kolesu. Obožujem tudi vznemirljivo vožnjo z motorjem KTM Duke.

source: 💻 Currently, I'm working as a freelance developer, driven by a passion for technology and continuously learning new skills through hands-on projects and challenges.
sl: 💻 Trenutno delam kot samostojni razvijalec, vodi me strast do tehnologije in nenehno učenje novih veščin skozi praktične projekte in izzive.

source: Skills & Technologies
sl: Znanja in tehnologije

source: Development
sl: Razvoj

source: Python & Django
sl: Python in Django

source: JavaScript & React
sl: JavaScript in React

source: HTML5 & CSS3
sl: HTML5 in CSS3

source: SQL & Database Design
sl: SQL in načrtovanje podatkovnih baz

source: Creative
sl: Ustvarjalnost

source: Music Production
sl: Produkcija glasbe

source: Photography & Videography
sl: Fotografija in videografija

source: Drone Operations
sl: Upravljanje dronov

source: DJ Mixing
sl: DJ mešanje

source: Home
sl: Domov

source: Programming
sl: Programiranje

source: Music
sl: Glasba

source: Gallery
sl: Galerija

source: All rights reserved
sl: Vse pravice pridržane

source: Welcome
sl: Dobrodošli

source: Current Time
sl: Trenutni čas

source: Calendar
sl: Koledar

source: Welcome to Pete-Tech
sl: Dobrodošli na Pete-Tech

source: Freelance Developer | Music Enthusiast | Technology Explorer
sl: Samostojni razvijalec | Ljubitelj glasbe | Raziskovalec tehnologije

source: Explore my portfolio to learn more about my work in programming, music, and technology.
sl: Raziščite moj portfolio in spoznajte moje delo v programiranju, glasbi in tehnologiji.

source: Learn More
sl: Več informacij

source: Discover my programming projects and technical skills.
sl: Odkrijte moje programerske projekte in tehnične veščine.

source: View Projects
sl: Ogled projektov

source: Explore my musical journey and compositions.
sl: Raziščite mojo glasbeno pot in skladbe.

source: Listen Now
sl: Poslušaj zdaj

source: View a collection of my work and experiences.
sl: Oglejte si zbirko mojih del in izkušenj.

source: Browse Gallery
sl: Prebrskaj galerijo

source: Weather in
sl: Vreme v
